{
  "paintings": [
    {
      "id": "5154E9B3-8BD7-3C0A-E142-E4848C147243",
      "title": "Bold",
      "author": "L. Liepa",
      "description": "ultrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis",
      "categoryId": 1,
      "img": "/bold.jpg",
      "imgWall": [
        "/bold-wall.jpg",
        "/bold-wall-dark.jpg"
      ],
      "price": 50,
      "sizeId": 1,
      "colorId": 1,
      "liked": false
    },
    {
      "id": "D23A657F-CBEC-9639-2E85-7CA56B098603",
      "title": "Chaos",
      "author": "A. Anauskas",
      "description": "ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis luctus ut, pellentesque eget, dictum placerat, augue. Sed molestie. Sed id risus quis diam luctus lobortis. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos",
      "categoryId": 1,
      "img": "/chaos.jpg",
      "imgWall": [
        "/chaos-wall.jpg",
        "/chaos-wall-dark.jpg"
      ],
      "price": 80,
      "sizeId": 2,
      "colorId": 1,
      "liked": true
    },
    {
      "id": "12A4CD9E-F969-7106-0E70-A8214ED12111",
      "title": "Color",
      "author": "B. Biržauskas",
      "description": "Donec ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut",
      "categoryId": 3,
      "img": "/color.jpg",
      "imgWall": [
        "/color-wall.jpg",
        "/color-wall-dark.jpg"
      ],
      "price": 95,
      "sizeId": 3,
      "colorId": 1,
      "liked": true
    },
    {
      "id": "5F7922A2-19DB-CAD4-4291-1B137C44D066",
      "title": "Dark",
      "author": "D. Dobilas",
      "description": "tellus sem mollis dui, ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis in sodales elit erat vitae risus. Duis a mi fringilla mi lacinia mattis. Integer eu lacus. Quisque imperdiet, erat",
      "categoryId": 2,
      "img": "/dark.jpg",
      "imgWall": [
        "/dark-wall.jpg",
        "/dark-wall-dark.jpg"
      ],
      "price": 55,
      "sizeId": 4,
      "colorId": 1,
      "liked": false
    },
    {
      "id": "815C5D64-820D-2DCD-10AA-59EE2D0BC780",
      "title": "Eyes",
      "author": "E. Elienė",
      "description": "Nullam vitae diam ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis. Proin dolor. Nulla semper tellus id nunc interdum feugiat. Sed nec metus facilisis lorem tristique aliquet. Phasellus fermentum convallis ligula. Donec luctus aliquet odio. Etiam",
      "categoryId": 1,
      "img": "/eyes.jpg",
      "imgWall": [
        "/eyes-wall.jpg",
        "/eyes-wall-dark.jpg"
      ],
      "price": 80,
      "sizeId": 1,
      "colorId": 1,
      "liked": false
    },
    {
      "id": "9DB881E2-10C5-C379-E7A3-1C5836853892",
      "title": "Flower",
      "author": "G. Gegutė",
      "description": "vestibulum massa ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis rutrum magna. Cras convallis convallis dolor. Quisque tincidunt pede ac urna. Ut tincidunt vehicula risus. Nulla eget metus eu erat semper rutrum. Fusce dolor quam, elementum at, egestas a, scelerisque sed, sapien. Nunc pulvinar arcu et",
      "categoryId": 2,
      "img": "/flower.jpg",
      "imgWall": [
        "/flower-wall.jpg",
        "/flower-wall-dark.jpg"
      ],
      "price": 39,
      "sizeId": 2,
      "colorId": 1,
      "liked": false
    },
    {
      "id": "E9522542-AB55-9279-A13C-03645AE88D28",
      "title": "Flowers",
      "author": "J. Jaunuolis",
      "description": "egestas rhoncus. Proin nisl sem, consequat nec, mollis vitae, posuere at, velit. Cras lorem lorem, luctus ut, pellentesque eget, dictum placerat, augue. Sed molestie. Sed id risus quis ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis diam luctus lobortis. Class aptent taciti sociosqu ad litora torquent per conubia",
      "categoryId": 2,
      "img": "/flowers.jpg",
      "imgWall": [
        "/flowers-wall.jpg",
        "/flowers-wall-dark.jpg"
      ],
      "price": 80,
      "sizeId": 2,
      "colorId": 1,
      "liked": false
    },
    {
      "id": "25D5DF9E-91AA-0358-D7DA-A70C6C448F2A",
      "title": "Mister",
      "author": "K. Kedras",
      "description": "erat vel pede blandit ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis congue. In scelerisque scelerisque dui. Suspendisse ac metus vitae velit egestas lacinia. Sed congue, elit sed consequat auctor, nunc nulla vulputate dui, nec tempus mauris erat eget ipsum. Suspendisse sagittis. Nullam vitae diam.",
      "categoryId": 3,
      "img": "/mister.jpg",
      "imgWall": [
        "/mister-wall.jpg",
        "/mister-wall-dark.jpg"
      ],
      "price": 72,
      "sizeId": 3,
      "colorId": 2,
      "liked": false
    },
    {
      "id": "F1BB0713-A37A-9766-7896-26BDADC62132",
      "title": "Scales",
      "author": "M. Mėnulis",
      "description": "dis parturient montes, nascetur ridiculus mus. Proin vel arcu eu odio tristique pharetra. Quisque ac libero nec ligula consectetuer rhoncus. Nullam velit dui, semper et, lacinia vitae, ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis sodales at,",
      "categoryId": 1,
      "img": "/scales.jpg",
      "imgWall": [
        "/scales-wall.jpg",
        "/scales-wall-dark.jpg"
      ],
      "price": 50,
      "sizeId": 4,
      "colorId": 1,
      "liked": false
    },
    {
      "id": "FDEA9082-2D95-F3B3-A5B2-F851EC375AAC",
      "title": "Sea",
      "author": "N. Nėris",
      "description": "dui, semper et, lacinia vitae, sodales at, velit. Pellentesque ultricies dignissim lacus. Aliquam rutrum ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis lorem ac risus. Morbi metus. Vivamus euismod urna. Nullam lobortis quam a",
      "categoryId": 2,
      "img": "/sea.jpg",
      "imgWall": [
        "/sea-wall.jpg",
        "/sea-wall-dark.jpg"
      ],
      "price": 32,
      "sizeId": 4,
      "colorId": 2,
      "liked": false
    },
    {
      "id": "6B09AC86-EBD2-41B1-1733-2AEEFE491165",
      "title": "Strikes",
      "author": "R. Rugys",
      "description": "nec ligula consectetuer rhoncus. Nullam ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis velit dui, semper et, lacinia vitae, sodales at, velit. Pellentesque ultricies dignissim lacus. Aliquam rutrum lorem",
      "categoryId": 1,
      "img": "/strikes.jpg",
      "imgWall": [
        "/strikes-wall.jpg",
        "/strikes-wall-dark.jpg"
      ],
      "price": 40,
      "sizeId": 2,
      "colorId": 1,
      "liked": false
    },
    {
      "id": "A565A92E-71B7-BEC0-EB49-A8E5B52DB31B",
      "title": "Sunset",
      "author": "S. Saja",
      "description": "egestas, urna justo faucibus lectus, a ltrices iaculis odio. Nam interdum enim non nisi. Aenean eget metus. In nec orci. Donec nibh. Quisque nonummy ipsum non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat. Sed nunc est, mollis sollicitudin orci sem eget massa. Suspendisse eleifend. Cras sed leo. Cras vehicula aliquet libero. Integer in magna.",
      "categoryId": 1,
      "img": "/sunset.jpg",
      "imgWall": [
        "/sunset-wall.jpg",
        "/sunset-wall-dark.jpg"
      ],
      "price": 46,
      "sizeId": 2,
      "colorId": 1,
      "liked": false
    }
  ],
  "categories": [
    {
      "id": "1",
      "label": "Abstraktus"
    },
    {
      "id": "2",
      "label": "Gamta"
    },
    {
      "id": "3",
      "label": "Portretas"
    }
  ],
  "colors": [
    {
      "id": "1",
      "label": "Ryškios"
    },
    {
      "id": "2",
      "label": "Pastelinės"
    },
    {
      "id": "3",
      "label": "Nespalvotas"
    }
  ],
  "sizes": [
    {
      "id": "1",
      "label": "60 x 80"
    },
    {
      "id": "2",
      "label": "80 x100"
    },
    {
      "id": "3",
      "label": "100 x 100"
    },
    {
      "id": "4",
      "label": "120 x 160"
    }
  ]
}